Repository: jamalnggau1/randtalknot
Catalog: randtalkbot/locale/*/LC_MESSAGES/randtalkbot.po
Languages: de, es

source: Female
de: Weiblich
es: Femenino

source: Male
de: Männlich
es: Masculino

source: Not specified
de: Nicht angegeben
es: No especificado

source: boy
de: Junge
es: chico

source: man
de: Mann
es: hombre

source: girl
de: Mädchen
es: chica

source: woman
de: Frau
es: mujer

source: The search is going on. {0} users are looking for partner -- change your preferences (languages, partner's sex) using /setup command to talk with them. Chat *lacks females!* Send the link to your friends and earn {1} bonuses for every invited female and {2} bonus for each male (the more bonuses you have -- the faster partner's search will be):
de: Es wird noch ein Partner für dich gesucht. {0} Benutzer warten auf einen Gesprächspartner — ändere deine Einstellungen (Sprache, Geschlecht des Partners) mit /setup um mit ihnen zu schreiben Zurzeit gibt es *wenig Frauen / Mädchen* Sende den Link an deine Freunde und bekomme im Gegenzug {1} Bonus-Punkte für jedes eingeladene weibliche Mitglied und {2} Bonus-Punkte für jedes männliche Mitglied. (Je mehr Bonus-Punkte du hast, je schneller wirst du mit einem neuen Partner verbunden):
es: La búsqueda está pasando. {0} usuarios están buscando pareja — cambiar sus preferencias (idiomas, sexo de la pareja) usando el comando /setup de hablar con ellos. Chatear *carece de las hembras* Enviar el enlace a sus amigos y ganar {1} bonificaciones por cada mujer invitada y {2} bonificación por cada macho (las más bonos que tenga → búsqueda de la pareja será más rápido):

source: The search is going on. {0} users are looking for partner -- change your preferences (languages, partner's sex) using /setup command to talk with them. Chat *lacks males!* Send the link to your friends and earn {1} bonuses for every invited male and {2} bonus for each female (the more bonuses you have -- the faster partner's search will be):
de: Es wird noch ein Partner für dich gesucht. {0} Benutzer warten auf einen Gesprächspartner — ändere deine Einstellungen (Sprache, Geschlecht des Partners) mit /setup um mit ihnen zu schreiben Zurzeit gibt es *wenig Männer / Jungen* Sende den Link an deine Freunde und bekomme im Gegenzug {1} Bonus-Punkte für jedes eingeladene männliche Mitglied und {2} Bonus-Punkte für jedes weibliche Mitglied. (Je mehr Bonus-Punkte du hast, je schneller wirst du mit einem neuen Partner verbunden):
es: La búsqueda está pasando. {0} usuarios están buscando pareja — cambiar sus preferencias (idiomas, sexo de la pareja) usando el comando /setup de hablar con ellos. Chatea *carece de machos* Envía el siguiente enlace a tus amigos y gana {1} bonificaciones para todos los varones invitados y {2} bonificación por cada hembra (las más bonos que tenga → búsqueda de la pareja será más rápido):

source: Do you want to talk with somebody, practice in foreign languages or you just want to have some fun? Rand Talk will help you! It's a bot matching you with a random stranger of desired sex speaking on your language. {0}
de: Möchtest[ ](http://randtalk.ml/static/img/logo-125x125.png) du mit jemanden reden, eine fremde Sprache lernen oder einfach nur Spaß haben? Rand Talk hilft dir dabei! Der Bot verbindet dich anonym mit einer zufälligen Person des gewünschten Geschlechts / Sprache. [Probier's aus]({0})
es: ¿Quieres[ ](http://randtalk.ml/static/img/logo-125x125.png) hablar con alguien, ejercerte en otras lenguas o quieres divertirte solamente? ¡Rand Talk hace a tu caso! ¡Seréis juntados con una persona del sexo elegida por vosotros en la lengua que deseáis! [Intentalo!]({0})

source: Looking for partner was stopped.
de: Suche wurde abgebrochen
es: La busca del compañero por el chat interrumpido

source: You've received one bonus for inviting a person to the bot. Bonuses will help you to find partners quickly. Total bonuses count: {0}. Congratulations! To mute this notifications, use /mute\_bonuses.
de: Du hast einen Bonus-Punkt für das einladen einer Person bekommen. Bonus-Punkte helfen dir schneller einem neuen Partner zugewiesen zu werden. Deine Bonus-Punkte: {0}. Herzlichen Glückwunsch! 🤑 Um diese Benachrichtigung auszuschalten, benutze /mute\_bonuses.
es: Usted ha recibido una prima para invitar a una persona al bot. Los pluses le ayudarán a encontrar a compañeros rápidamente. Cuenta de pluses total: {0}. ¡Felicidades!🤑 Para silenciar estas notificaciones, usar el comando /mute\_bonuses.

source: You've received {0} bonuses for inviting a person to the bot. Bonuses will help you to find partners quickly. Total bonuses count: {1}. Congratulations! To mute this notifications, use /mute\_bonuses.
de: Du hast {0} Bonus-Punkte für das einladen einer Person bekommen. Bonus-Punkte helfen dir schneller einem neuen Partner zugewiesen zu werden. Deine Bonus-Punkte: {1}. Herzlichen Glückwunsch! 🤑 Um diese Benachrichtigung auszuschalten, benutze /mute\_bonuses.
es: Has recibido {0} prima para haber invitado una persona al bot. Las primas os ayudarán a encontrar más velozmente a pareja. Cuenta total de las primas: {1}. ¡Albricias! 🤑 Para silenciar estas notificaciones, usar el comando /mute\_bonuses.

source: Chat was finished.
de: Unterhaltung beendet.
es: La charla fue terminada.

source: Your partner has left chat.
de: Dein Partner hat die Unterhaltung verlassen. 😿
es: Su compañero ha dejado la charla.

source: You've used one bonus. {0} bonus(es) left.
de: Du hast einen Bonus-Punkt benutzt. {0} Punkt(e) übrig.
es: Has usado una prima. {0} primas faltantes.

source: You've used your last bonus.
de: Du hast deinen letzten Bonus-Punkt verbraucht.
es: Has usado tu última prima.

source: Feel free to /begin a new talk.
de: Benutze /begin um einen neuen Partner zu finden.
es: Sentirse libres de comenzar una nueva charla utilizando el comando /begin.

source: Use {0} please.
de: Bitte {0} benutzen.
es: Habla {0} por favor.

source: You can use the following languages: {0}.
de: Du kannst dich in folgenden Sprachen mit deinem Partner unterhalten: {0}.
es: Se pueden seleccionar las siguientes lenguas: {0}

source: Your partner is here.
de: Dein Partner ist da.
es: vuestro pareja está aquí.

source: You've used one bonus with previous partner. {0} bonus(es) left.
de: Du hast einen Bonus-Punkt für den letzten Partner verbraucht. {0} Punkt(e) übrig.
es: Has usado una prima con el socio anterior. {0} primas faltantes.

source: You've used your last bonus with previous partner.
de: Du hast deinen letzten Bonus-Punkt mit dem letzten Partner verbraucht.
es: Has usado tu última prima con el socio anterior.

source: Here's another stranger.
de: Hier ist ein anderer Partner.
es: He encontrado a otra persona.

source: Your partner's been looking for you for {0} hr. Say him "Hello" -- if he doesn't respond to you, launch search again by /begin command.
de: Dein Partner hat seit {0} Stunde(n) auf dich gewartet. Sprich ihn an, sollte er nicht antworten, suche mit /begin einen neuen.
es: Vuestro pareja os está buscando de {0} horas. Dile “Hola” — si no os contesta, hadas una nueva búsqueda utilizando el mando /begin.

source: Your partner's been looking for you for {0} min. Say him "Hello" -- if he doesn't respond to you, launch search again by /begin command.
de: Dein Partner hat seit {0} Minute(n) auf dich gewartet. Sprich ihn an, sollte er nicht antworten, suche mit /begin einen neuen.
es: Vuestro pareja os está buscando de {0} minutos. Dile “Hola” — si no os contesta, hadas una nueva búsqueda utilizando el mando /begin.

source: Have a nice chat!
de: Viel Spaß beim reden! 🤗
es: Divertidos! 🤗

source: Looking for a stranger for you.
de: Suche nach einem neuen Gesprächspartner für dich 🤔
es: Pareja investiga por el chat en curso. 🤔

source: *Help* Use /begin to start looking for a conversational partner, once you're matched you can use /end to finish the conversation. To choose your settings, apply /setup. If you have any suggestions or require help, please contact @quasiyoke. When asking questions, please provide this number: {0}. Subscribe to [our news](https://telegram.me/RandTalk). You're welcome to inspect and improve [Rand Talk v. {1} source code](https://github.com/quasiyoke/RandTalkBot) or to [give us 5 stars](https://telegram.me/storebot?start=randtalkbot).
de: *Hilfe* Mit /begin startest du die Suche nach einem Gesprächspartner. Nachdem du verbunden wurdest, kannst du /end benutzen um die Konservation zu beenden. Um deine Einstellungen zu ändern, benutze /setup. Wenn du Vorschläge, Kritik oder Fragen hast, kontaktiere @quasiyoke (EN). Bei Fragen bitte diese Nummer angeben: {0}. Abonniere unseren [News-Channel (EN)](https://telegram.me/RandTalk). Den Quellcode findest du hier [Rand Talk v. {1} Quellcode](https://github.com/quasiyoke/RandTalkBot) oder [bewerte uns mit 5 Sternen](https://telegram.me/storebot?start=randtalkbot).
es: *Ayuda* Escribir o comprimir /begin para buscar a una persona con que iniciar el chat; si quieres cambiar a persona, cierras el chat usando /end y búsqueda otra persona. Para elegir tus impostaciones puedes utilizar /setup. Si tienes sugerencias o necesitas ayuda incluso escribes al admin del bot, @quasiyoke. En el mensaje, por favor, incluyes este número: {0}. Suscríbete a [nuestras noticias (en)](https://telegram.me/RandTalk). Eres la bienvenida para controlar y mejorar [el código naciente del Rand Talk v. {1}](https://github.com/quasiyoke/RandTalkBot) o [para darnos 5 estrellas](https://telegram.me/storebot?start=randtalkbot).

source: Notifications about bonuses were muted for 1 hour
de: Bonus-Punkt Benachrichtigungen wurden für 1 Stunde stumm geschaltet 🤐
es: Los notifiche prima ahora ha sido desactivada por 1 🤐

source: Don't try to fool me. Forward message with the link to your friends and receive well-earned bonuses that will help you to find partner quickly.
de: Netter Versuch. 😉 Leite die Nachricht mit dem Link an deine Freunde weiter und erhalte redlich verdiente Bonus-Punkte, die deine Partnersuche beschleunigen.
es: No trates de engañarme. 😉 Presenta este mensaje a tus amigos y recibirás una prima que te ayudará a encontrar un pareja más de prisa.

source: *Manual* Use /begin to start looking for a conversational partner, once you're matched you can use /end to end the conversation.
de: *Manual* Benutze /begin um anonym mit einem zufälligen Gesprächspartner verbunden zu werden, nachdem du verbunden wurdest kannst du mit /end die Unterhaltung beenden.
es: *Mandos* Premios, o escribes, /begin para buscar a una persona con que iniciar el chat; si quieres acabar la conversación premias /end y búsqueda otra persona.

source: Messages of this type aren't supported.
de: Diese Art von Nachrichten werden zur Zeit nicht unterstützt. 😞
es: Le siente, el bot no respalda mensajes de este tipo 😞

source: Unknown command. Look /help for the full list of commands.
de: Unbekannter Befehl. Unter /help findest du alle gültigen Befehle.
es: Mando desconocido. Premios /help por la lista de todos los mandos.

source: Your partner has blocked me! How did you do that?!
de: Dein Partner hat *mich* blockiert! Wie hast du das denn geschaft?! 😕
es: La otra persona me ha parado. ¿Cómo has osado hacerlo?! 😕

source: Messages editing isn't supported
de: Nachrichten Wechsel wird nicht unterstützt 😞
es: El bot no respalda edición de los mensajes 😟

source: Rand Talk Invitation Link
de: Rand Talk Einladungs Link
es: Rand Talk Invitación Enlace

source: The more friends'll use your link -- the faster the search will be
de: Je mehr Freunde deinen Link benutzen, desto schneller ist deine Partner-Suche
es: Cuantos más amigos van a utilizar su enlace — más rápida será la búsqueda será

source: Thank you. Use /begin to start looking for a conversational partner, once you're matched you can use /end to end the conversation.
de: Vielen Dank. 😋 Benutze /begin um anonym mit einem zufälligen Gesprächspartner verbunden zu werden, nachdem du verbunden wurdest kannst du mit /end die Unterhaltung beenden.
es: ¡Gracias! Premios, o escribes, /begin para buscar a una persona con que iniciar el chat; si quieres cambiar a persona, cierras el chat comprimiendo o escribiendo /end y búsqueda otra persona.

source: Please specify at least one language.
de: Bitte gib mindestens eine Sprache an Please specify at least one language
es: Por favor eliges al menos una lengua.

source: Language "{0}" wasn't found.
de: Die Sprache “{0}” wurde nicht gefunden. 😳 Benutze im Zweifelsfall ”English”. Language “{0}” wasn't found. Try to specify language in English.
es: Lengua encontrada “{0}”. 😳 Intento de especificar lengua en inglés.

source: Too much languages were specified. Please shorten your list to 6 languages.
de: Zu viele Sprachen angegeben. Bitte kürze deine Liste auf 6 Sprachen Too much languages were specified. Please shorten your list to 6 languages.
es: Demasiadas lenguas han estado seleccionar. Por favor reduces la lista hasta un máximo de 6 lenguas. Too much languages were specified. Please shorten your list to 6 languages.

source: Unknown sex: "{0}" -- is not a valid sex name.
de: Unbekanntes Geschlecht: “{0}” — kenne ich nicht. Sicher dass du dich nicht vertan hast? 😉
es: Sexo desconocido: “{0}”. ¡Controla la ortografía!

source: Finish setup process please. After that you can start using bot.
de: Du musst erst die Einrichtung abschließen, bevor du den Bot benutzen kannst
es: Completa el perfil antes de iniciar a usar el bot. Gracias.

source: Enumerate the languages you speak like this: "English, Italian" -- in descending order of your speaking convenience or just pick one at special keyboard.
de: Liste die Sprachen die du sprichst so auf: “English, Italian” — (in absteigender Reinfolge deiner Sprachsicherheit) oder wähle eine aus dem Spezial-Keyboard unten. Enumerate the languages you speak like this: “English, Italian” — in descending order of your speaking convenience or just pick one at special keyboard.
es: Escribes cual lenguas hablas en este modo: “English, Italian” — en orden descendente de su conveniencia que habla o pulsar un botón especial.

source: Leave the language unchanged
de: Sprachen nicht ändern
es: Non modificare la lingua

source: Your current language is {0}. Enumerate the languages you speak like this: "English, Italian" -- in descending order of your speaking convenience or just pick one at special keyboard.
de: Deine jetzige Sprache ist {0}. Liste die Sprachen die du sprichst so auf: “English, Italian” — (in absteigender Reinfolge deiner Sprachsicherheit) oder wähle eine aus dem Spezial-Keyboard unten. Your current language is {0}. Enumerate the languages you speak like this: “English, Italian” — in descending order of your speaking convenience or just pick one at special keyboard.
es: Sus lengua corrientes son: {0}. Escribes cual lenguas hablas en este modo: “English, Italian” — en orden descendente de su conveniencia que habla o pulsar un botón especial. Your current language is {0}. Enumerate the languages you speak like this: “English, Italian” — in descending order of your speaking convenience or just pick one at special keyboard.

source: Leave the languages unchanged
de: Sprachen nicht ändern
es: No cambie las lenguas

source: Your current languages are: {0}. Enumerate the languages you speak the same way -- in descending order of your speaking convenience or just pick one at special keyboard.
de: Deine jetzige Sprachen sind {0}. Liste die Sprachen die du sprichst in gleicher Weise auf — (in absteigender Reinfolge deiner Sprachsicherheit) oder wähle eine aus dem Spezial-Keyboard unten. Your current languages are: {0}. Enumerate the languages you speak the same way, in descending order of your speaking convenience or just pick one at special keyboard.
es: Sus lenguas corrientes son: {0}. Enumere las lenguas usted habla el mismo camino, en la orden (el pedido) que desciende de su conveniencia que habla o solamente (justo) escoge un en el teclado especial. Your current languages are: {0}. Enumerate the languages you speak the same way, in descending order of your speaking convenience or just pick one at special keyboard.

source: Set up your sex. If you pick "Not Specified" you can't choose your partner's sex.
de: Gib dein Geschlecht an. Wenn du “nicht angegeben” auswählst, kannst du auch nicht auswählen, was für ein Geschlecht dein Gesprächspartner haben soll.
es: Estableza su sexo. Si usted escoge “No especificado” usted no puede escoger el sexo de su compañero.

source: Choose your partner's sex
de: Wähle das gewünschte Geschlecht deines Gesprächspartners aus
es: Elegir el sexo de su compañero
